INSERT INTO genres (name) VALUES
                              ('Боевик'),
                              ('Драма'),
                              ('Фантастика'),
                              ('Ужасы'),
                              ('Комедия'),
                              ('Триллер'),
                              ('Мелодрама'),
                              ('Детектив'),
                              ('Приключения'),
                              ('Фэнтези')
    ON CONFLICT (name) DO NOTHING;